Repository: static-var/vlr-gg
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, ko, pt_br, ru, tr

source: Choose whether Val Esports hides match scores.
de: Lege fest, ob Val Esports Matchergebnisse ausblendet.
es: Elige si Val Esports oculta los resultados de las partidas.
fr: Choisissez si Val Esports masque les scores des matchs.
hi: चुनें कि Val Esports मैच के स्कोर छिपाए या नहीं।
ko: Val Esports에서 경기 점수를 숨길지 선택합니다.
pt_br: Escolha se o Val Esports deve ocultar os placares das partidas.
ru: Выберите, следует ли Val Esports скрывать счёт матчей.
tr: Val Esports'un maç skorlarını gizleyip gizlemeyeceğini seçin.

source: Favorite
de: Favorit
es: Favorito
fr: Favori
hi: पसंदीदा
ko: 즐겨찾기
pt_br: Favorito
ru: Избранное
tr: Favori

source: Find your next live or upcoming favorite match without revealing scores.
de: Finde dein nächstes laufendes oder bevorstehendes Favoriten-Match, ohne Ergebnisse anzuzeigen.
es: Encuentra tu próxima partida favorita en directo o programada sin revelar el resultado.
fr: Trouvez votre prochain match favori en direct ou à venir sans révéler les scores.
hi: स्कोर बताए बिना अपना अगला लाइव या आने वाला पसंदीदा मैच खोजें।
ko: 점수를 공개하지 않고 다음 라이브 또는 예정된 즐겨찾기 경기를 찾습니다.
pt_br: Encontre sua próxima partida favorita ao vivo ou agendada sem revelar o placar.
ru: Найдите следующий избранный матч в прямом эфире или по расписанию, не раскрывая счёт.
tr: Skorları göstermeden sıradaki canlı veya yaklaşan favori maçınızı bulun.

source: Hide Scores
de: Ergebnisse ausblenden
es: Ocultar resultados
fr: Masquer les scores
hi: स्कोर छिपाएँ
ko: 점수 숨기기
pt_br: Ocultar placares
ru: Скрыть счёт
tr: Skorları gizle

source: Hide scores
de: Ergebnisse ausblenden
es: Ocultar resultados
fr: Masquer les scores
hi: स्कोर छिपाएँ
ko: 점수 숨기기
pt_br: Ocultar placares
ru: Скрыть счёт
tr: Skorları gizle

source: LIVE
de: JETZT LIVE
es: EN DIRECTO
fr: EN DIRECT
hi: लाइव
ko: 라이브
pt_br: AO VIVO
ru: В ЭФИРЕ
tr: CANLI

source: Next Favorite Match
de: Nächstes Favoriten-Match
es: Próxima partida favorita
fr: Prochain match favori
hi: अगला पसंदीदा मैच
ko: 다음 즐겨찾기 경기
pt_br: Próxima partida favorita
ru: Следующий избранный матч
tr: Sıradaki favori maç

source: Open a favorite team, event, match, or player in Val Esports.
de: Öffne ein favorisiertes Team, Event, Match oder einen Spieler in Val Esports.
es: Abre un equipo, evento, partida o jugador favorito en Val Esports.
fr: Ouvrez une équipe, un événement, un match ou un joueur favori dans Val Esports.
hi: Val Esports में कोई पसंदीदा टीम, इवेंट, मैच या खिलाड़ी खोलें।
ko: Val Esports에서 즐겨찾는 팀, 이벤트, 경기 또는 선수를 엽니다.
pt_br: Abra um time, evento, partida ou jogador favorito no Val Esports.
ru: Откройте избранную команду, событие, матч или игрока в Val Esports.
tr: Val Esports'ta favori bir takımı, etkinliği, maçı veya oyuncuyu açın.

source: Open Favorite
de: Favoriten öffnen
es: Abrir favorito
fr: Ouvrir le favori
hi: पसंदीदा खोलें
ko: 즐겨찾기 열기
pt_br: Abrir favorito
ru: Открыть избранное
tr: Favoriyi aç

source: Open Next Favorite Match
de: Nächstes Favoriten-Match öffnen
es: Abrir próxima partida favorita
fr: Ouvrir le prochain match favori
hi: अगला पसंदीदा मैच खोलें
ko: 다음 즐겨찾기 경기 열기
pt_br: Abrir próxima partida favorita
ru: Открыть следующий избранный матч
tr: Sıradaki favori maçı aç

source: Open Next Match
de: Nächstes Match öffnen
es: Abrir próxima partida
fr: Ouvrir le prochain match
hi: अगला मैच खोलें
ko: 다음 경기 열기
pt_br: Abrir próxima partida
ru: Открыть следующий матч
tr: Sıradaki maçı aç

source: Open the next live or upcoming match from your favorites.
de: Öffne das nächste laufende oder bevorstehende Match aus deinen Favoriten.
es: Abre la próxima partida favorita en directo o programada.
fr: Ouvrez le prochain match en direct ou à venir parmi vos favoris.
hi: अपने पसंदीदा में अगला लाइव या आने वाला मैच खोलें।
ko: 즐겨찾기에서 다음 라이브 또는 예정된 경기를 엽니다.
pt_br: Abra a próxima partida favorita ao vivo ou agendada.
ru: Откройте следующий избранный матч в прямом эфире или по расписанию.
tr: Favorilerinizdeki sıradaki canlı veya yaklaşan maçı açın.

source: Open Val Esports, also known as VLR.
de: Öffne Val Esports, auch als VLR bekannt.
es: Abre Val Esports, también conocido como VLR.
fr: Ouvrez Val Esports, également connu sous le nom de VLR.
hi: Val Esports खोलें, जिसे VLR भी कहा जाता है।
ko: VLR이라고도 하는 Val Esports를 엽니다.
pt_br: Abra o Val Esports, também conhecido como VLR.
ru: Откройте Val Esports, также известный как VLR.
tr: VLR olarak da bilinen Val Esports'u açın.

source: Open VLR
de: VLR öffnen
es: Abrir VLR
fr: Ouvrir VLR
hi: VLR खोलें
ko: VLR 열기
pt_br: Abrir o VLR
ru: Открыть VLR
tr: VLR'yi aç

source: Set Spoiler Protection
de: Spoilerschutz festlegen
es: Configurar protección contra spoilers
fr: Régler la protection contre les spoilers
hi: स्पॉइलर सुरक्षा सेट करें
ko: 스포일러 방지 설정
pt_br: Configurar proteção contra spoilers
ru: Настроить защиту от спойлеров
tr: Spoiler korumasını ayarla

source: Set spoiler protection to ${enabled}
de: Spoilerschutz auf ${enabled} setzen
es: Establecer la protección contra spoilers en ${enabled}
fr: Régler la protection contre les spoilers sur ${enabled}
hi: स्पॉइलर सुरक्षा को ${enabled} पर सेट करें
ko: 스포일러 방지를 ${enabled}(으)로 설정
pt_br: Definir a proteção contra spoilers como ${enabled}
ru: Установить защиту от спойлеров: ${enabled}
tr: Spoiler korumasını ${enabled} olarak ayarla

source: UPCOMING
de: BEVORSTEHEND
es: PRÓXIMA
fr: À VENIR
hi: आगामी
ko: 예정
pt_br: EM BREVE
ru: СКОРО
tr: YAKLAŞAN

# favorite.kind.event
source: Event
de: Veranstaltung
es: evento
fr: événement
hi: इवेंट
ko: 이벤트
pt_br: evento
ru: событие
tr: etkinlik

# favorite.kind.match
source: Match
de: Partie
es: partida
hi: मैच
ko: 경기
pt_br: partida
ru: матч
tr: maç

# favorite.kind.player
source: Player
de: Spieler
es: jugador
fr: joueur
hi: खिलाड़ी
ko: 선수
pt_br: jogador
ru: игрок
tr: oyuncu

# favorite.kind.team
source: Team
de: Mannschaft
es: equipo
fr: équipe
hi: टीम
ko: 팀
pt_br: time
ru: команда
tr: takım

# siri.cannot_open_match
source: I couldn't open that match. Please open Val Esports and try again.
de: Ich konnte dieses Match nicht öffnen. Öffne Val Esports und versuche es erneut.
es: No he podido abrir esa partida. Abre Val Esports e inténtalo de nuevo.
fr: Je n’ai pas pu ouvrir ce match. Ouvrez Val Esports et réessayez.
hi: मैं वह मैच नहीं खोल सकी। Val Esports खोलें और फिर कोशिश करें।
ko: 해당 경기를 열 수 없습니다. Val Esports를 열고 다시 시도해 주세요.
pt_br: Não consegui abrir essa partida. Abra o Val Esports e tente novamente.
ru: Не удалось открыть этот матч. Откройте Val Esports и повторите попытку.
tr: Bu maçı açamadım. Val Esports'u açıp tekrar deneyin.

# siri.match_live
source: %1$@ versus %2$@ is live.
de: %1$@ gegen %2$@ läuft gerade.
es: %1$@ contra %2$@ está en directo.
fr: %1$@ contre %2$@ est en direct.
hi: %1$@ बनाम %2$@ लाइव है।
ko: %1$@ 대 %2$@ 경기가 라이브로 진행 중입니다.
pt_br: %1$@ contra %2$@ está ao vivo.
ru: Матч %1$@ — %2$@ идёт в прямом эфире.
tr: %1$@ ile %2$@ maçı canlı.

# siri.match_live_in_event
source: %1$@ versus %2$@ in %3$@ is live.
de: %1$@ gegen %2$@ bei %3$@ läuft gerade.
es: %1$@ contra %2$@ en %3$@ está en directo.
fr: %1$@ contre %2$@ dans %3$@ est en direct.
hi: %3$@ में %1$@ बनाम %2$@ लाइव है।
ko: %3$@의 %1$@ 대 %2$@ 경기가 라이브로 진행 중입니다.
pt_br: %1$@ contra %2$@ no %3$@ está ao vivo.
ru: Матч %1$@ — %2$@ на %3$@ идёт в прямом эфире.
tr: %3$@ kapsamındaki %1$@ ile %2$@ maçı canlı.

# siri.match_starts
source: %1$@ versus %2$@ starts %3$@.
de: %1$@ gegen %2$@ beginnt am %3$@.
es: %1$@ contra %2$@ comienza el %3$@.
fr: %1$@ contre %2$@ commence le %3$@.
hi: %1$@ बनाम %2$@ %3$@ को शुरू होगा।
ko: %1$@ 대 %2$@ 경기는 %3$@에 시작합니다.
pt_br: %1$@ contra %2$@ começa em %3$@.
ru: Матч %1$@ — %2$@ начнётся %3$@.
tr: %1$@ ile %2$@ maçı %3$@ tarihinde başlıyor.

# siri.match_starts_in_event
source: %1$@ versus %2$@ in %3$@ starts %4$@.
de: %1$@ gegen %2$@ bei %3$@ beginnt am %4$@.
es: %1$@ contra %2$@ en %3$@ comienza el %4$@.
fr: %1$@ contre %2$@ dans %3$@ commence le %4$@.
hi: %3$@ में %1$@ बनाम %2$@ %4$@ को शुरू होगा।
ko: %3$@의 %1$@ 대 %2$@ 경기는 %4$@에 시작합니다.
pt_br: %1$@ contra %2$@ no %3$@ começa em %4$@.
ru: Матч %1$@ — %2$@ на %3$@ начнётся %4$@.
tr: %3$@ kapsamındaki %1$@ ile %2$@ maçı %4$@ tarihinde başlıyor.

# siri.match_upcoming
source: %1$@ versus %2$@ is upcoming. The start time has not been announced.
de: %1$@ gegen %2$@ steht bevor. Die Startzeit wurde noch nicht bekannt gegeben.
es: %1$@ contra %2$@ es una próxima partida. Aún no se ha anunciado la hora de inicio.
fr: %1$@ contre %2$@ est à venir. L’heure de début n’a pas encore été annoncée.
hi: %1$@ बनाम %2$@ आने वाला मैच है। शुरू होने का समय अभी घोषित नहीं हुआ है।
ko: %1$@ 대 %2$@ 경기가 예정되어 있습니다. 시작 시간은 아직 발표되지 않았습니다.
pt_br: %1$@ contra %2$@ é uma próxima partida. O horário de início ainda não foi anunciado.
ru: Матч %1$@ — %2$@ состоится позже. Время начала ещё не объявлено.
tr: %1$@ ile %2$@ maçı yaklaşıyor. Başlangıç saati henüz açıklanmadı.

# siri.match_upcoming_in_event
source: %1$@ versus %2$@ in %3$@ is upcoming. The start time has not been announced.
de: %1$@ gegen %2$@ bei %3$@ steht bevor. Die Startzeit wurde noch nicht bekannt gegeben.
es: %1$@ contra %2$@ en %3$@ es una próxima partida. Aún no se ha anunciado la hora de inicio.
fr: %1$@ contre %2$@ dans %3$@ est à venir. L’heure de début n’a pas encore été annoncée.
hi: %3$@ में %1$@ बनाम %2$@ आने वाला मैच है। शुरू होने का समय अभी घोषित नहीं हुआ है।
ko: %3$@의 %1$@ 대 %2$@ 경기가 예정되어 있습니다. 시작 시간은 아직 발표되지 않았습니다.
pt_br: %1$@ contra %2$@ no %3$@ é uma próxima partida. O horário de início ainda não foi anunciado.
ru: Матч %1$@ — %2$@ на %3$@ состоится позже. Время начала ещё не объявлено.
tr: %3$@ kapsamındaki %1$@ ile %2$@ maçı yaklaşıyor. Başlangıç saati henüz açıklanmadı.

# siri.no_favorites
source: Add favorite teams, players, matches, or events in Val Esports first.
de: Füge zuerst favorisierte Teams, Spieler, Matches oder Events in Val Esports hinzu.
es: Primero añade equipos, jugadores, partidas o eventos favoritos en Val Esports.
fr: Ajoutez d’abord des équipes, des joueurs, des matchs ou des événements favoris dans Val Esports.
hi: पहले Val Esports में पसंदीदा टीम, खिलाड़ी, मैच या इवेंट जोड़ें।
ko: 먼저 Val Esports에서 즐겨찾는 팀, 선수, 경기 또는 이벤트를 추가해 주세요.
pt_br: Primeiro, adicione times, jogadores, partidas ou eventos favoritos no Val Esports.
ru: Сначала добавьте избранные команды, игроков, матчи или события в Val Esports.
tr: Önce Val Esports'ta favori takımlar, oyuncular, maçlar veya etkinlikler ekleyin.

# siri.no_matches
source: There are no live or upcoming matches from your favorites right now.
de: Für deine Favoriten gibt es derzeit keine laufenden oder bevorstehenden Matches.
es: Ahora mismo no hay partidas en directo ni próximas de tus favoritos.
fr: Aucun match de vos favoris n’est en direct ou à venir pour le moment.
hi: अभी आपके पसंदीदा के कोई लाइव या आने वाले मैच नहीं हैं।
ko: 현재 즐겨찾기의 라이브 또는 예정된 경기가 없습니다.
pt_br: Não há partidas ao vivo ou agendadas dos seus favoritos no momento.
ru: Сейчас у избранного нет матчей в прямом эфире или по расписанию.
tr: Şu anda favorilerinizin canlı veya yaklaşan maçı yok.

# siri.opening_match
source: Opening %1$@ versus %2$@.
de: %1$@ gegen %2$@ wird geöffnet.
es: Abriendo %1$@ contra %2$@.
fr: Ouverture de %1$@ contre %2$@.
hi: %1$@ बनाम %2$@ खोला जा रहा है।
ko: %1$@ 대 %2$@ 경기를 여는 중입니다.
pt_br: Abrindo %1$@ contra %2$@.
ru: Открываю матч %1$@ — %2$@.
tr: %1$@ ile %2$@ maçı açılıyor.

# siri.opening_saved_match
source: From saved matches, opening %1$@ versus %2$@. The schedule may have changed.
de: %1$@ gegen %2$@ wird aus den gespeicherten Matches geöffnet. Der Zeitplan hat sich möglicherweise geändert.
es: Abriendo %1$@ contra %2$@ desde las partidas guardadas. Es posible que el horario haya cambiado.
fr: Ouverture de %1$@ contre %2$@ depuis les matchs enregistrés. Le programme a peut-être changé.
hi: सहेजे गए मैचों से %1$@ बनाम %2$@ खोला जा रहा है। शेड्यूल बदल गया हो सकता है।
ko: 저장된 경기에서 %1$@ 대 %2$@ 경기를 여는 중입니다. 일정이 변경되었을 수 있습니다.
pt_br: Abrindo %1$@ contra %2$@ a partir das partidas salvas. A programação pode ter mudado.
ru: Открываю сохранённый матч %1$@ — %2$@. Расписание могло измениться.
tr: Kayıtlı maçlardan %1$@ ile %2$@ maçı açılıyor. Program değişmiş olabilir.

# siri.saved_match_detail
source: From saved matches: %1$@ The schedule may have changed.
de: Aus gespeicherten Matches: %1$@ Der Zeitplan hat sich möglicherweise geändert.
es: Según las partidas guardadas: %1$@ Es posible que el horario haya cambiado.
fr: D’après les matchs enregistrés : %1$@ Le programme a peut-être changé.
hi: सहेजे गए मैचों के अनुसार: %1$@ शेड्यूल बदल गया हो सकता है।
ko: 저장된 경기 기준: %1$@ 일정이 변경되었을 수 있습니다.
pt_br: Com base nas partidas salvas: %1$@ A programação pode ter mudado.
ru: По сохранённым матчам: %1$@ Расписание могло измениться.
tr: Kayıtlı maçlara göre: %1$@ Program değişmiş olabilir.

# siri.spoiler_protection_off
source: Spoiler protection is off. Match scores are visible.
de: Der Spoilerschutz ist aus. Matchergebnisse sind sichtbar.
es: La protección contra spoilers está desactivada. Los resultados son visibles.
fr: La protection contre les spoilers est désactivée. Les scores des matchs sont visibles.
hi: स्पॉइलर सुरक्षा बंद है। मैच के स्कोर दिखाई दे रहे हैं।
ko: 스포일러 방지가 꺼졌습니다. 경기 점수가 표시됩니다.
pt_br: A proteção contra spoilers está desativada. Os placares estão visíveis.
ru: Защита от спойлеров выключена. Счёт матчей виден.
tr: Spoiler koruması kapalı. Maç skorları görünür.

# siri.spoiler_protection_on
source: Spoiler protection is on. Match scores are hidden.
de: Der Spoilerschutz ist an. Matchergebnisse werden ausgeblendet.
es: La protección contra spoilers está activada. Los resultados están ocultos.
fr: La protection contre les spoilers est activée. Les scores des matchs sont masqués.
hi: स्पॉइलर सुरक्षा चालू है। मैच के स्कोर छिपे हुए हैं।
ko: 스포일러 방지가 켜졌습니다. 경기 점수가 숨겨집니다.
pt_br: A proteção contra spoilers está ativada. Os placares estão ocultos.
ru: Защита от спойлеров включена. Счёт матчей скрыт.
tr: Spoiler koruması açık. Maç skorları gizli.

# siri.summary_opening_app
source: %1$@ Opening Val Esports.
de: %1$@ Val Esports wird geöffnet.
es: %1$@ Abriendo Val Esports.
fr: %1$@ Ouverture de Val Esports.
hi: %1$@ Val Esports खोला जा रहा है।
ko: %1$@ Val Esports를 여는 중입니다.
pt_br: %1$@ Abrindo o Val Esports.
ru: %1$@ Открываю Val Esports.
tr: %1$@ Val Esports açılıyor.

# siri.unavailable
source: I couldn't check your favorite matches right now. Please try again later.
de: Ich konnte deine Favoriten-Matches gerade nicht prüfen. Versuche es später erneut.
es: No he podido consultar tus partidas favoritas ahora mismo. Inténtalo de nuevo más tarde.
fr: Je n’ai pas pu consulter vos matchs favoris pour le moment. Réessayez plus tard.
hi: मैं अभी आपके पसंदीदा मैच नहीं देख सकी। कृपया बाद में फिर कोशिश करें।
ko: 지금은 즐겨찾기 경기를 확인할 수 없습니다. 나중에 다시 시도해 주세요.
pt_br: Não consegui verificar suas partidas favoritas agora. Tente novamente mais tarde.
ru: Сейчас не удалось проверить избранные матчи. Повторите попытку позже.
tr: Şu anda favori maçlarınızı kontrol edemedim. Lütfen daha sonra tekrar deneyin.

# spotlight.favorite.description
source: Favorite %1$@ in Val Esports
de: Favorit vom Typ %1$@ in Val Esports
es: Favorito de tipo %1$@ en Val Esports
fr: Favori de type %1$@ dans Val Esports
hi: Val Esports में पसंदीदा %1$@
ko: Val Esports의 즐겨찾는 %1$@
pt_br: Favorito do tipo %1$@ no Val Esports
ru: Избранное типа «%1$@» в Val Esports
tr: Val Esports'ta favori %1$@

# spotlight.favorite.keyword
source: favorite
de: Favorit
es: favorito
fr: favori
hi: पसंदीदा
ko: 즐겨찾기
pt_br: favorito
ru: избранное
tr: favori
